"OK" = "Tamam";
"DONE" = "Tamam";
"Done" = "Tamam";
"CANCEL" = "İptal";

"Later" = "Sonra";

"NEW_ACTION" = "Yeni Görev";
"DELETE_ACTION" = "Görevi Sil";
"Delete project" = "Projeyi Sil";
"Move to In-Basket" = "Gelen Kutusuna Taşı";
"UNDO_ACTION" = "Görevi Geri Al";

"Date" = "Tarih";
"Time" = "Zaman";
"Alert" = "Alârm";
"At the same time" = "Aynı zamanda";
"%@ before" = "%@ önce";

"LAST_MONTH" = "Geçtiğimiz Ay";
"LAST_WEEK" = "Geçtiğimiz Hafta";
"LAST_YEAR" = "Geçtiğimiz Yıl";
"NEXT_MONTH" = "Gelecek Ay";
"NEXT_WEEK" = "Gelecek Hafta";
"NEXT_YEAR" = "Gelecek Yıl";
"SOMEDAY_MAYBE" = "Belki Bir Gün";
"THIS_MONTH" = "Bu Ay";
"THIS_WEEK" = "Bu Hafta";
"THIS_YEAR" = "Bu Yıl";
"TODAY" = "Bugün";
"TOMORROW" = "Yarın";
"YESTERDAY" = "Dün";

"CALENDAR" = "Takvim";

"DESCRIPTION" = "Açıklama";
"DISABLED" = "Pasif";
"ENABLED" = "Aktif";
"SOUND" = "Ses";
"TRY" = "Dene";
"Restore" = "Geri Yükle";

"in-basket" = "Sepette";
"delegated" = "Atandı";
"completed" = "Tamamlandı";

"How soon do you plan to do this?" = "Ne kadar sonra bunu yapmayı planlıyorsun?";
"Enable repeat and notification will be coming every minute until you act on it." = "Uyarıları etkinleştirin, uyarılar herhangi bir işlem yapıncaya kadar dakida bir gelecek.";

/* \n is the line break, \n будет автоматически заменяться на новую строку */
"Pull down and release\nto add a new task." = "Aşağa sürükle ve bırak,\nyeni bir görev eklemek için.";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "Görevi sağa doğru çekerek onu,\n• tamamlayabilir,\n• erteleyebilir,\n• takvim belirleyebilir yada\n• atayabilirsin.";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "Görevi sole doğru çekerek onu\n• silebilir,\n• tekrarlı yapabilir,\n• detaylandırabilir yada\n• gönderebilirsin.";
"Pull up and release\nto clear completed tasks." = "Yukarı sürükle ve bırak,\nböylelikle tamamlamış olduğun görevleri silebilirsin.";

"all done" = "Hepsi Tamamlandı";

"STATISTICS_ACTIONS_IN_LIST" = "Listedeki\nGörevler";
"STATISTICS_ACTIONS_FOR_TODAY" = "Bugün\niçin Görevler";
"STATISTICS_ACTIONS_DONE_TOTAL" = "Tamamlanan\nGörevler";
"STATISTICS_DAYS_PASSED_TOTAL" = "Toplam Geçen\nGün";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "Ortamala Günlük\nYapılan Görev";

"Purchase" = "Satıl Al";
"Receipt for this app expired." = "Uygulamanın kullanım süresi doldu.";
"Premium Feature" = "Bu bir premium özelliktir";
"Disable ads here just for %@ right now!" = "Şimdi satın al %@!";
"Try for a week" = "Hafta da bir dene";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "Bu bir premium özelliktir ve şuanda etkin değil, ayarlardan etkinleştirebilirsin.";
"Purchase transaction for the feature failed. Try again later." = "Bu özelliği satın alma işlemi sırasında bir sorun oluştu. Daha sonra tekrar deneyin.";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "Bu bir premium özelliktir ve şu anda cihanızda internet bağlantısı yok. Daha sonra tekrar deneyin.";
"All previously purchased features were restored." = "Daha önceden satın alınan tüm özellikler yeniden yüklendi.";

"You can greatly help by writing a review." = "Yorumlarınızla uygulamanın geliştirilmesine yardımcı olabilirsiniz.";

"WELCOME" = "Hoş Geldiniz";
"keep tasks here" = "Görevleri burada tut";

"Repeat" = "Tekrar";
"DAY" = "Gün";
"WEEK" = "Hafta";
"MONTH" = "Ay";
"everyday" = "Hergün";
"done %@ times" = "%@ kez tamamlandı";
"Skip repetition" = "Tekrarı Atla";
"REPEAT_DAY_1" = "günde bir";
"REPEAT_DAY_234" = "gün bir";
"REPEAT_DAY_567890" = "gün bir";

"Complete" = "Tamamla";
"Postpone" = "Ertele";
"Schedule" = "Zamanlamak";

"Version" = "Versiyon";
"Feedback" = "Geribildirim";
"Help" = "Yardım";
"Sounds" = "Sesler";
"Theme" = "Tema";
"Dark" = "Karanlık";
"Light" = "Işık";
"Automatic" = "Otomatik";
"Multiline titles" = "Çok satırlı başlıklar";
"Delete confirmation" = "Silme Onayı";
"Icon badge" = "İkon Uyarısı";
"Calendar reminder" = "Takvim Hatırlatması";
"Overdue reminder" = "Geçmiş Hatırlatması";
"Process reminder" = "İşlem Hatırlatması";
"Review reminder" = "Değerlendirme Hatırlatması";
"Restore in-app purchases" = "Satın almış olduğunu geri yükle";
"Send usage statistics" = "Kullanım istatistiklerini gönder";

"Application" = "Uygulama";
"Projects" = "Projects";
"Periodic tasks" = "Periyodik Görevler";
"Archive" = "Arşiv";

"Change in storage" = "Diskteki veriyi değiştir";
"Сopy existing tasks to the new storage?" = "Var olan görevleri yeni diske kopyala";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "Bugün için bir görevin yok.\n•\nGeri dönmek için sallayın yada iki parmağınızı ekranda birleştirin.";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "Bu proje için göreviniz yok.\n•\nYeni görev için aşağı doğru çekin\n•\nGeri dönmek için sallayın yada iki parmağınızı ekranda birleştirin.";

/* %@ is where number of done actions will go, %@ будет автоматически заменяться на количество задач и тп */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "Tamamlanmamış istekleriniz var (%@). Tamamlayın, atayın yada tarihleri güncelleyin.";
"You should process collected tasks (%@) regularly to stay organized." = "Düzenli kalmak için, işlem görmemiş görevleriniz (%@) üzerinde çalışın.";
"Review your list (%@) every week, this will keep it current and reliable." = "Listenizi haftalık gözden geçirin (%@), bu şekilde güncel ve tutarlı olursunuz.";

/* %@ is where number of done actions will go */
"Happy" = "Mutlu";
"Confused" = "Kafası Karışık";
"Unhappy" = "Mutsuz";
"Tell the story of your success and help others to achive the same!" = "Başarı hikayenizi anlatarak başkalarına da yardımcı olun!";
"Search for help on a website or write an email to developer." = "Yardım için web sitesine bak yada geliştiriciye bir mail at.";
"Sorry to hear. What can I do to fix this?" = "Bunu duyduğuma üzgünüm, bu sorunu düzeltmek için ne yapabilirim?";
"How do you feel about it?" = "Onun hakkında ne düşünüyorsun?";
"Congratulations! You completed %@ tasks." = "Tebrikler! Tamamlanan görev sayısı %@.";
"Please, rate this app on the App Store. Thanks!" = "Lütfen uygulamayı mağazada puanlayın, teşekkürler!";
"Rate %@" = "Paun %@";
"Not now" = "Şimdi Değil";
"Don't ask again" = "Bir daha sorma";
"I completed %@ tasks!" = "Tamamladığım görev sayısı %@!";

"Enjoying this app?" = "Bu uygulamayı eğlenceli buldun mu?";
"Would you mind giving me some feedback?" = "Bize biraz geribildirim verebilir misin?";
"How about rating on the App Store, then?" = "App Store üzerinde değerlendirmesini yapar mısın?";
"Not really" = "Tam olarak değil";
"Yes!" = "Evet!";
"No, thanks" = "Hayır, teşekkürler";
"Ok, sure" = "Tamam, tabi";
"NO" = "Hayır";
"YES" = "Evet";
